# spaceship prompt
denysdovhan/spaceship-prompt

# syntax highlighting and better history search
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions
djui/alias-tips

# more autocomplete
zsh-users/zsh-completions

# NVM plugin
lukechilds/zsh-nvm

# oh-my-zsh plugins
ohmyzsh/ohmyzsh
ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/git
#ohmyzsh/ohmyzsh path:plugins/gpg-agent
ohmyzsh/ohmyzsh path:plugins/web-search
ohmyzsh/ohmyzsh path:plugins/dnf
#ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/kubectl
ohmyzsh/ohmyzsh path:plugins/z
ohmyzsh/ohmyzsh path:plugins/asdf
